Repository: reidrac/nautilus-flickr-uploader
Catalog: po/*.po
Languages: ca, de, fr, gu, ru, uk

source: <b>This program requires your authorization before it can upload your photos to Flickr.</b>
ca: <b>Aquest programari necessita de la teua autorització per a pujar les fotos a Flickr.</b>
de: <b>Dieses Programm benötigt Ihre Autorisierung bevor es Fotos zu Flickr hochladen kann.</b>
fr: <b>Ce programme exige votre autorisation avant de pouvoir télécharger vos photos sur Flickr.</b>
gu: <b>તમે તમારા ફોટા Flickr માં અપલોડ કરી શકો તે માટે આ કાર્યક્રમને તમારા સત્તાધિકરણની જરૂર છે.</b>
ru: <b>Эта программа требует авторизации для загрузки фото на Flickr.</b>
uk: <b>Перед вивантаженням фото, потрібно авторизувати програма на Flickr.</b>

source: <small>You must be connected to the Internet in order to authorize this program.</small>
ca: <small>Has d'estar conectat a l'Internet per a autoriztar el programari.</small>
de: <small>Um das Programm zu autorisieren müssen sie mit dem Internet verbunden sein.</small>
fr: <small>Vous devez être connecté à Internet afin d'autoriser ce programme.</small>
gu: <small>આ કાર્યક્રમને સત્તાધિકારીત કરવા માટે તમે ઈન્ટરનેટ સાથે જોડાયેલ હોવા જ જોઈએ.</small>
ru: <small>Необходимо подключение к Интернету для авторизации программы.</small>
uk: <small>Потрібне з'єднання з мережею, щоб авторизувати цю програму.</small>

source: Authorizing is a simple process wich takes place in your web browser. When you're finished, return to this window to complete authorization entering the verification code.
ca: L'autorització es un senzill procés que es realitza al teu navegador. Quan hagis finalitzat, torna a aquesta finestra per a completar l'autorització entrant el codi de verificació.
fr: L'autorisation c'est un processus simple qui a lieu a votre navigateur. Lorsque vous avez fini, retournez sur cette fenêtre pour completer l'autorisation en entrant le code de vérification.

source: Nautilus Flickr Uploader - Flickr Authentication
ca: Nautilus Flickr Uploader - Autenticació a Flickr
de: Nautilus Flickr Uploader - Flickr Authentifizierung
fr: Nautilus Flickr Uploader - Authentification Flickr
gu: Nautilus Flickr અપલોડ કરનાર - Flickr સત્તાધિકરણ
ru: Nautilus Flickr Загрузчик - Flickr Аутентификация
uk: Nautilus Flickr Uploader — Авторизація на Flickr

source: Verification Code:
ca: Codi de verificació:
fr: Code de vérification:

source: _Next
ca: _Següent
de: Weiter
fr: _Suivant
gu: આગળ (_N)
ru: _Далее
uk: _Далі

source: <b>Bulk Actions</b>
ca: <b>Accions en lote</b>
de: <b>Bulk Aktionen</b>
fr: <b>Action groupée</b>
gu: <b>જથ્થાબંધ ક્રિયાઓ</b>
ru: <b>Подписи</b>
uk: <b>Масові дії</b>

source: <b>Flickr Account</b>
ca: <b>Usuari al Flickr</b>
de: <b>Flickr Konto</b>
fr: <b>Compte Flickr </b>
gu: <b>Flickr ખાતું</b>
ru: <b>Flickr аккаунт</b>
uk: <b>Обліковий запис Flickr</b>

source: <b>Privacy</b>
ca: <b>Privadesa</b>
de: <b>Privatssphäre</b>
fr: <b>Paramètres de confidentialité</b>
gu: <b>ખાનગીપણું</b>
ru: <b>Конфиденциальность</b>
uk: <b>Конфіденційність</b>

source: Change
ca: Canvia
de: Ändern
fr: Changer
gu: બદલો
ru: Изменить
uk: Змінити

source: Family
ca: Família
de: Familie
fr: Famille
gu: પરિવાર
ru: Семья
uk: Родина

source: Friends
ca: Amics
de: Freunde
fr: Amis
gu: મિત્રો
ru: Друзья
uk: Друзі

source: Public
ca: Públic
de: Öffentlich
gu: જાહેર
ru: Общее
uk: Загальний доступ

source: Put your tags separated by spaces
ca: Posa les teues etiquetes separades per espais
de: Trennen sie ihre Tags mit Leerzeichen
fr: Séparer les tags par un espace
gu: ખાલી જગ્યાઓથી અલગ પાડીને તમારા ટેગ મૂકો
ru: Теги разделяйте пробелом
uk: Вставляйте мітки, відокремлені пробілами

source: Resize:
ca: Redimensiona:
de: Größe ändern:
fr: Redimensionner:
gu: માપ બદલો:
ru: Изменить размер:
uk: Змінити розмір:

source: Tags:
ca: Etiquetes:
gu: ટેગ:
ru: Теги:
uk: Мітки:

source: Upload Photos to Flickr
ca: Pujar fotos a Flickr
de: Fotos zu Flickr hochladen
fr: Télécharger les photos sur Flickr
gu: Flickr માં ફોટા અપલોડ કરો
ru: Загрузить фотографии на to Flickr
uk: Вивантаження фото до Flickr

source: pixels
ca: píxels
de: pixel
gu: પિક્સેલ
ru: пикселей
uk: пікселі(в)

source: The verification of your Flickr account has failed:
ca: La verificació del teu compte a Flickr ha fallat:
fr: La vérification de votre compte Flickr a échoué:

source: <small>Something went wrong uploading the photos.</small>
ca: <small>Alguna cosa ha anat malament pujant les fotos.</small>
de: <small>Es ist etwas schief gegangen beim Hochladen der Fotos.</small>
fr: <small>Il y a un problème avec le téléchargement des photos.</small>
gu: <small>ફોટાઓ અપલોડ કરતી વખતે કંઈક ભૂલ થઈ છે.</small>
ru: <small>Что-то пошло не так при загрузке фотографий.</small>
uk: <small>Під час вивантаження фото виникла помилка.</small>

source: Authorizing...
ca: S'està autoritzant...
de: wird authorisiert...
fr: En cours d'authorisation
gu: સત્તાધિકરણ કરી રહ્યા છીએ...
ru: Авторизация...
uk: Авторизація...

source: No account
ca: Sense Compte
de: Kein Konto
fr: Sans compte
gu: કોઈ ખાતું નથી
ru: Нет аккаунта
uk: Облікового запису немає

source: Flickr API it is not available at the moment: error
ca: L'API de Flickr no està disponible en aquest moment: error
fr: L'API Flickr n'est pas disponible maintenant: erreur

source: <b>Return to this window after you have finished the authorization process on Flickr.com</b>
ca: <b>Torna a aquesta fiesntra quan hagis finalitzat el procés de autorització a Flickr.com</b>
de: <b>Kehren sie zu diesem Fenster zurück wenn der Autorisierungsvorgang auf Flickr.com abgeschlossen ist</b>
fr: <b>Retournez sur cette fenêtre lorsque vous avez terminé l'authentification sur Flickr.com</b>
gu: <b>Flickr.com પર તમે સત્તાધિકરણ પ્રક્રિયા સમાપ્ત થઈ જાય પછી આ વિન્ડો પર ફરી આવો</b>
ru: <b>Вернитесь в это окно после завершения процесса авторизации на Flickr.com</b>
uk: <b>Поверніться до цього вікна після завершення авторизації на Flickr.com</b>

source: Once you're done, please enter the verification code and click the <i>Finish</i> button on this dialog.
ca: Quan hagus terminat, per favor introdueix el codi de verificació i prem el botó <i>Finalitza</i> a aquesta finestra.
fr: Lorsque vous avez terminé, entrez le code de vérification et cliquez sur le bouton <i>Terminer</i> ci-dessus.

source: <small>You can revoke this authorization at any time in you account page on Flickr.com.</small>
ca: <small>Pots eliminar aquesta autorització a qualsevol moment en la teua pàgina de usuario a Flickr.com.</small>
de: <small>Sie können die Autorisierung jederzeit auf ihrer Konto-Seite auf Flickr.com rückgängig machen.</small>
fr: <small>Vous pouvez révoquer l'authorisation à tout moment sur la page de votre compte sur Flickr.com.</small>
gu: <small>તમે તમારા Flickr.com ના ખાતા પાના પર કોઈપણ સમયે આ સત્તાધિકરણ પુનઃચાલુ કરી શકો છો.</small>
ru: <small>Вы можете отменить авторизацию в любое время на странице своего аккаунта на Flickr.com.</small>
uk: <small>Скасувати авторизацію можна у будь-який час на своїй сторінці у Flickr.com.</small>

source: Finish
ca: Finalitza
de: Abschließen
fr: Terminer
gu: સમાપ્ત
ru: Завершить
uk: Завершити

source: Add files to upload
ca: Afegir fitxers per a pujar
de: Dateien hinzufügen
fr: Sélectionner les fichiers à envoyer
uk: Додати файли для вивантаження

source: Image files
ca: Fitxers de imatges
de: Bilddateien
fr: Fichiers image
uk: Файли зображень

source: Private
ca: Privat
de: Privat
fr: Privé
uk: Приватний доступ

source: Upload
fr: Envoyer

source: Unlimited
de: Unbegrenzt
fr: Illimité

source: Cancel
fr: Annuler

source: Authorizing is a simple process wich takes place in your web browser. When you're finished, return to this window to complete authorization and begin using <i>nautilus-flickr-uploader</i>.
ru: Авторизация - простой процесс проиходящий в окне вашего браузера. Когда вы закончите, вернитесь в это окно для завершения авторизации и можете начинать работу с <i>nautilus-flickr-uploader</i>.

source: The verification of you Flickr account has failed:
ru: Произошла ошибка в верификации вашего Flickr аккаунта:

source: Once you're done, please click the <i>Finish</i> button on this dialog.
ru: При звершении, кликните <i>Finish</i> кнопку в этом окне.
